Repository: PI2-2016-2/BeViM-Web
Catalog: bevim_project/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The two password fields didn't match.
pt_br: As senhas não são iguais.

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação de Senha

source: Frequency
pt_br: Frequência

source: Time in seconds
pt_br: Tempo em segundos

source: About
pt_br: Sobre

source: Project Team
pt_br: Equipe do Projeto

source: New Experiment
pt_br: Novo Ensaio

source: Experiments
pt_br: Ensaios

source: How to use the equipment
pt_br: Como usar a bancada

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: See result
pt_br: Ver resultado

source: No sensors found
pt_br: Nenhum sensor encontrado

source: Maybe because of a connection issue. Try reloading the sensors.
pt_br: Talvez devido a um problema de conexão. Tente atualizar os sensores.

source: No connection to the server. Could not retrieve the present sensors. Try again.
pt_br: Sem conexão com o servidor. Não foi possível recuperar os sensores. Tente novamente.

source: Register
pt_br: Cadastrar

source: Use instructions
pt_br: Instruções de Uso

source: Lost password
pt_br: Esqueceu a senha

source: Start Experiment
pt_br: Iniciar Ensaio

source: Add Another Job
pt_br: Adicionar outra frequência

source: Received sensors
pt_br: Sensores recebidos

source: Do you confirm the sensors we found
pt_br: Você confirma os sensores encontrados

source: Found sensors
pt_br: Sensores detectados

source: RELOAD
pt_br: Atualizar

source: CONFIRM SENSORS
pt_br: Confirmar sensores

source: Charts of Sensor
pt_br: Gráficos do Sensor

source: Frequency x Time
pt_br: Frequência x Tempo

source: Acceleration x Time
pt_br: Aceleração x Tempo

source: Amplitude x Time
pt_br: Amplitude x Tempo

source: Speed x Time
pt_br: Velocidade x Tempo

source: Job Chart
pt_br: Gráfico do Job

source: Processing data
pt_br: Processando dados

source: Experiment history
pt_br: Ensaios

source: Experiment time
pt_br: Tempo do Ensaio

source: The equipment is in use by another user.
pt_br: A bancada está em uso por outro usuário.

source: Successfully registered!
pt_br: Cadastrado com sucesso!

source: Could not perform the registration! Try again.
pt_br: Não foi possível realizar o cadastro! Tente novamente.

source: It is not possible start an experiment without one frequency and one time. Please fill the fields.
pt_br: Não é possível iniciar um ensaio sem uma frequência e um tempo. Por favor, preencha os campos.
